src/CFD/OpenFOAM/OpenFOAM-v2206-MUI/tutorials/incompressible/simpleFoam/windAroundBuildings/system/visualization
// -*- C++ -*-

// Demonstrate runTimePostProcessing

// Timing
_visualization
{
    writeControl    writeTime;

    // enabled         true;

    // Debug: writeControl    timeStep;
    // Debug: writeInterval   10;
}


#include "streamLines"
#include "sampling"
#include "runTimePostProcessing"

#remove _visualization


// ************************************************************************* //
